// 1. Создать БД 'homeworks'.
// В этой бд создать коллекцию workers и заполнить документами со следующими свойствами: id, firstname, lastname, position, salary. Используйте следующие данные:

// 1 Петр Сергеев CEO 7000
// 2 Виктор Семенов Web-developer 5000
// 3 Никита Петров Assistant 4500
// 4 Инна Орлова Accountant 4500
// 5 Максим Максимов Assistant 2500
// 6 Инна Сидрова Accountant 4000

// 2. Вывести из этой коллекции сотрудников у которых зарплата выше 4000.

// 3. Вывести сотрудников, у которых имя входит в список ('Инна', 'Максим', 'Петр')

// 4. Вывести сотрудников из отделов Accountant и Assistant, которые зарабатывают меньше 4500.

// 5. Из коллекции удалить сотрудников с именем Инна.
